Revit 2027 API
BuiltInFailures.StairRampFailures.BadFillingSpacing Property
 Spacing for Excess Length Fill is too small.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId BadFillingSpacing { get; }
Public Shared ReadOnly Property BadFillingSpacing As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ BadFillingSpacing {
	FailureDefinitionId^ get ();
}
static member BadFillingSpacing : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.StairRampFailures Class
Autodesk.Revit.DB Namespace